{
   "quote-data": {
      "quote1": {
         "text":"Success is stumbling from failure to failure with no loss of enthusiasm.",
         "author":"Winston S. Churchhill"
      },
      "quote2": {
         "text":"The best way out is always through.",
         "author":"Robert Frost"
      },
      "quote3": {
         "text":"Did you hear about the rose that grew from a crack in the concrete? Proving nature's laws wrong, it learned to walk without having feet. Funny, it seems to by keeping it's dreams; it learned to breathe fresh air. Long live the rose that grew from concrete when no one else even cared.",
         "author":"Tupac Shakur, The Rose That Grew from Concrete"
      },
      "quote4": {
         "text":"You never know what's around the corner. It could be everything. Or it could be nothing. You keep putting one foot in front of the other, and then one day you look back and you've climbed a mountain.",
         "author":"Tom Hiddleston"
      },
      "quote5": {
         "text":"Nothing in this world can take the place of persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. Persistence and determination alone are omnipotent. The slogan Press On! has solved and always will solve the problems of the human race.",
         "author":"Calvin Coolidge"
      },
      "quote6": {
         "text":"The three great essentials to achieve anything worthwhile are, first, hard work; second, stick-to-itiveness; third, common sense.",
         "author":"Thomas A. Edison"
      },
      "quote7": {
         "text":"Character consists of what you do on the third and fourth tries.",
         "author":"James A. Michener"
      },
      "quote8": {
         "text":"Don't ever give up.
         Don't ever give in.
         Don't ever stop trying.
         Don't ever sell out.
         And if you find yourself succumbing to one of the above for a brief moment,
         pick yourself up, brush yourself off, whisper a prayer, and start where you left off.
         But never, ever, ever give up.",
         "author":"Richelle E. Goodrich, Eena, The Tempter's Snare"
      },
      "quote9": {
         "text":"Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence.",
         "author":"Hal Borland"
      },
      "quote10": {
         "text":"Unless commitment is made, there are only promises and hopes; but no plans.",
         "author":"Peter F. Drucker"
      },
      "quote11": {
         "text":"O snail
         Climb Mount Fuji
         But slowly, slowly!",
         "author":"Kobayashi Issa"
      },
      "quote12": {
         "text":"It is better to take many small steps in the right direction than to make a great leap forward only to stumble backward.",
         "author":"Louis Sachar"
      },
      "quote13": {
         "text":"Change is hardest at the beginning, messiest in the middle and best at the end.",
         "author":"Robin S. Sharma, The Leader Who Had No Title: A Modern Fable on Real Success in Business and in Life"
      },
      "quote14": {
         "text":"No matter how much falls on us, we keep plowing ahead. That's the only way to keep the roads clear.",
         "author":"Greg Kincaid"
      },
      "quote15": {
         "text":"In my experience, nothing worthwhile has ever really been all that easy. But it certainly has been worthwhile regardless how difficult it seemed.",
         "author":"Robert Fanney"
      },
      "quote16": {
         "text":"The sky is not my limit...I am.",
         "author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with The Divine Presence"
      },
      "quote17": {
         "text":"It may take little time to get where you want to be, but if you pause and think for a moment, you will notice that you are no longer where you were. Do not stop—keep going.",
         "author":"Rodolfo Costa, Advice My Parents Gave Me: and Other Lessons I Learned from My Mistakes"
      },
      "quote18": {
         "text":"He believed in himself, believed in his quixotic ambition, letting the failures of the previous day disappear as each new day dawned. Yesterday was not today. The past did not predict the future if he could learn from his mistakes.",
         "author":"Daniel Wallace, The Kings and Queens of Roam"
      },
      "quote19": {
         "text":"A failure is not always a mistake. It may simply be the best one can do under the circumstances. The real mistake is to stop trying.",
         "author":"B. F. Skinner"
      },
      "quote20": {
         "text":"Perseverance is failing 19 times and succeeding the 20th.",
         "author":"Julie Andrews"
      }
   }







}
